resp = [ 'Адыгея', 'Алтай ', 'Башкортостан', 'Бурятия', 'Дагестан', 'Ингушетия', 'Кабардино-Балкарская',
'Калмыкия', 'Карачаево-Черкесская', 'Карелия', 'Коми', 'Марий Эл', 'Мордовия', 'Саха', 'Северная Осетия-Алания',
'Татарстан', 'Тыва', 'Удмуртская', 'Хакасия', 'Чеченская', 'Чувашская', 'Крым']


reg = ['Алтайский', 'Забайкальский','Камчатский','Краснодарский','Красноярский','Пермский',
'Приморский','Ставропольский','Хабаровский']


obl = ['Амурская','Архангельская','Астраханская','Белгородская','Брянская',
'Владимирская','Волгоградская','Вологодская','Воронежская','Ивановская','Иркутская',
'Калининградская','Калужская','Кемеровская','Кировская','Костромская','Курганская','Курская',
'Ленинградская','Липецкая','Магаданская','Московская','Мурманская','Нижегородская','Новгородская',
'Новосибирская','Омская','Оренбургская','Орловская','Пензенская','Псковская','Ростовская','Рязанская',
'Самарская','Саратовская','Сахалинская','Свердловская','Смоленская','Тамбовская','Тверская','Томская','Тульская',
'Тюменская','Ульяновская','Челябинская','Ярославская','Еврейская автономная','Донецкая']

